{
  "Introduction": "Oh, phải rồi... Mình nghe nói có ai đó vừa chuyển tới sống ở nông trại cũ.#$e#Tiếc thật đấy. Mình luôn thích tự khám phá những đồng cỏ um tùm ở đó.$9",
  "Resort_Entering": "Mình hy vọng sẽ có một người cá ghé thăm bãi biển.",
  "Resort_Leaving": "Mình sẽ hỏi Willy xem ta có thể mang con đường đẹp đẽ đó trở lại không.",
  "Resort_Leaving_2": "Có thể ta sẽ thấy một con Quái vật biển trên đường về đấy.",
  "Resort_Shore": "Bãi biển cũng được đó, nhưng mà sẽ nhanh chán lắm. Mình thấy khám phá mấy khu rừng tối tăm hay là núi lửa thì có vẻ hay ho hơn nhiều!",
  "Resort_Shore_2": "Hmmm, bạn nghĩ mình có thể lén mang chú chuột lang của mình lên đảo không?#$e#Nhưng mà thôi, dù sao David cũng chẳng phải là vận động viên bơi lội mà.$h",
  "Resort_Umbrella": "Da của mình dễ bị cháy nắng lắm. Cho nên mình sẽ ở nghỉ dưới ô một lúc.#$e#Mình thích ở dưới bóng râm. Vì nắng nhiều khiến mình thấy chóng mặt.",
  "Resort_Umbrella_2": "Này @, có muốn cùng mình xây lâu đài cát không?#$e#Nhưng thật ra, mình nghĩ một hầm ngục cát có vẻ ngầu hơn!$h",
  "Resort_Umbrella_3": "Này @, bạn có thể làm một chiếc bè không?#$e#Mình muốn ghé thăm những hòn đảo thú vị mà mình thấy trên đường đến đây.",
  "Resort_Wander": "Chắc chắn sẽ có kho báu được chôn giấu ở hòn đảo to thế này.#$e#Nhanh nào, đưa cho mình một chiếc xẻng!#$e#Bình tĩnh đi, mình đùa thôi.$h",
  "Resort_Bar": "Gus đã làm cho mình một ly Dark Purple Refresher, nó giống hệt với màu với tóc của mình. Và vị của nó thì ngon tuyệt!$h",
  "Resort": "Bummer... Willy nói rằng ta cần ở lại trên bãi biển...$s#$b#Nên mình đã mang kiếm... cùng với những thứ khác...$s",
  "danceRejection": "Tuy nói hơi kiêu... Nhưng mình từ chối, xin lỗi.",
  "divorced": "Anh đang làm gì ở đây vậy? Hãy để em một mình đi!$a",
  "dumped_Girls": "Đừng nói chuyện với em!$a",
  "secondChance_Girls": "*sigh*... Em không thể giận anh mãi được, @. Mình quay lại với cuộc sống của đôi ta đi.$s",
  "breakUp": "Oh... em... em hiểu rồi. Anh chỉ xem em như một người bạn...$s#$b#Em đoán chúng ta thực sự không hợp nhau cho lắm...$s",
  "Mon": "Oh, hi. Bạn đang nghi giải lao à?",
  "Mon2": "Oh, hi!#$e#Bạn có đến nghĩa trang bao giờ chưa? Đó là một nơi yên tĩnh để dành thời gian cho chính mình.",
  "Tue": "Ugh... Tâm trạng của mình bây giờ không tốt cho lắm.$s#$e#Mình đã nói là tâm trạng không tốt mà... bạn cần gì ở mình?$a",
  "Tue2": "...*sigh*...$s#$e#Mình biết là bố mẹ có ý tốt cho mình, nhưng mà đôi khi họ không hiểu cho lòng mình. Chẳng phải họ cũng từng có thời niên thiếu sao?",
  "Wed": "Này. Mình xin lỗi nếu có làm gì thô lỗ nhưng mà... Đêm qua mình bị mất ngủ.#$e#Bạn muốn gì sao?",
  "4": "Oh, hi.",
  "Thu": "#$1 Abigail1#Ôi không, mình nghĩ bố sẽ nấu ăn tối nay...$s#$e# Ôi, mình cảm thấy chẳng muốn làm gì hôm nay nữa...$u",
  "Fri": "Wow, mình vừa nhận ra hôm hay là thứ sáu. $u#$e#Đôi khi mình quên mất cả thời gian ấy.",
  "Fri2": "Mọi người sẽ đến chơi ở quán rượu tối nay. Nó có vẻ như là một truyền thống vào ngày thứ sáu vậy, mình đoán thế.",
  "Sat": "Những ngày như thế này thì không khí trong lành trên núi thật là tuyệt.$h#$e#Mình tự hỏi liệu những chú ếch có sớm xuất hiện không.",
  "Sun": "Oh man... Mình lỡ để dồn hết bài tập về nhà vào cuối tuần rồi. Có vẻ mình sẽ thức suốt đêm rồi đây...$s",
  "Sun2": "Mình tự hỏi liệu chuyện gì sẽ xảy ra nếu dành cả đêm ở nghĩa trang?#$q 17/18 Sun_old#@, Bạn nghĩ chuyện gì sẽ xảy ra sau khi ta chết đi?#$r 17 0 Sun_17#Mình cũng chẳng biết nữa.#$r 18 40 Sun_18#Có thể ta sẽ trở thành những con ma đáng sợ.#$r 17 0 Sun_17#Ta sẽ được tới thiên đường.#$r 18 0 Sun_17#Có thể linh hồn của chúng ta sẽ chỉ lơ lửng trong không trung.#$r 17 30 Sun_nothing#Chẳng sao, chung quy ta chỉ không còn trên cõi đời này.",
  "Sun_old": "$p 17#Mình đoán bạn nghĩ rằng chẳng có gì xảy ra cả, phải không?$u|Có thể một con ma đáng sợ sẽ xuất hiện đó!",
  "Sun_17": "Hmm, thú vị đó...",
  "Sun_18": "Dù sao thì đó cũng là một giả thuyết hay ho đấy!$h",
  "Sun_nothing": "Bạn biết không, điều đó cũng không tệ lắm.$8",
  "Wed2": "Oh, hi @. Bạn đang nghỉ ngơi à?#$e#Mình cũng vậy. Oh! Cũng không hẳn là vậy... mình chỉ đang tham gia mấy lớp học online.",
  "Tue4": "Hi, rất vui được gặp bạn.$h#$e#Mình muốn thư giãn đầu óc một lát... Ngày hôm nay của bạn thế nào?",
  "Sat6": "Bạn đi cả chặng đường dài để găp mình à? Tuyệt thật đấy.$h#$e#Vậy bạn đã khám phá cái hang trên núi chưa?#$e#Thú vị lắm, ngày nào đó mình cũng muốn đến chỗ ấy.$l",
  "Mon8": "...Oh, @! Hi.$h#$e#Muốn đi dạo với mình một lúc không? Đưa tay bạn ra nào! Để mình xem chỉ tay cho. *giggle* $h",
  "Thu10": "Hi.$l#$e#Gần đây bạn có cảm thấy mọi thứ có vẻ không thực tế cho lắm không?$l#$b#Dù sao thì cũng không phải theo hướng tiêu cực.$h",
  "Fri6": "Hôm nay những chú chim đang hót trông thật hạnh phúc. Chúng thật đơn giản để có thể lo lắng về tương lai.#$e#Nếu ta cũng như những chú chim ấy có lẽ cũng tốt mà nhỉ?",
  "Event_VideoGame_Yes": "Tuyệt! Mình chắc rằng bạn có thể vượt qua màn này một cách dễ dàng.$h",
  "Event_VideoGame_No": "Oh? *sigh*... Mình đoán mình sẽ không bao giờ vượt qua được màn này mất...$s",
  "Event_Grave1": "Thấy không? Bạn cũng hiểu tại sao mình lại ở đây rồi đấy.#$b#Mình đã sống ở thị trấn cả đời rồi, nhưng mình chưa thực sự làm được điều gì đáng nhớ cả. Mình rất muốn có một cuộc phiêu lưu!$8",
  "Event_Grave2": "Chắc chắn rồi. Mình cũng không muốn chém giết gì cả. Chỉ là mình không muốn chết khi đi khám phá thôi!#$b#Mình đã sống ở đây cả đời rồi, nhưng chưa thực sự làm được điều gì đáng nhớ cả. Mình rất muốn có một cuộc phiêu lưu!$8",
  "Event_Grave3": "Oh, bởi vì mình là con gái... phải không? Ugh...$u^Tại sao chứ? Mình cũng mạnh mẽ như bạn mà!$a#$b#Mình có phải là công chúa bong bóng hay gì đâu.. Mình cũng có thể tự lo cho bản thân mà!$a#$b#Mình đã sống ở đây cả đời rồi, nhưng chưa thực sự làm được điều gì đáng nhớ cả. Mình rất muốn có một cuộc phiêu lưu!$8",
  "Event_Grave4": "Thật vậy sao? Điều đó khá là bất ngờ.$8#$b#Mình đã sống ở đây cả đời rồi, nhưng chưa thực sự làm được điều gì đáng nhớ cả. Mình rất muốn có một cuộc phiêu lưu!$8",
  "Event_Rain_1": "Mình hiểu...$8",
  "Event_Rain_2": "Yea... Mình đoán bạn là kiểu người sẽ đánh giá cao bầu không khí u ám này.",
  "Event_Rain_3": "...Thật vậy.$8",
  "Event_Tragic_1": "Yeah... Mình đoán cuộc sống hiện tại của mình cũng ổn...$s",
  "Event_Tragic_2": "...!$h",
  "Event_Tragic_3": "Có lẽ mình sẽ cảm thấy khá hơn nếu tin vào điều đó...#$b#Nhưng vấn đề là mình không tin vào nó.$s",
  "Event_Cave2_1": "@...$8",
  "Event_Cave2_2": "@... Mình ổn.$8",
  "Event_Cave_1": "...okay.$8",
  "Event_Cave_2": "Mình đoán khi mà ta có thứ gì đó để mất, thì trở nên lo sợ cũng là điều bình thường mà nhỉ...$l",
  "Event_Cave_3": "...Um, okay. Mình xin lỗi.$9",
  "summer_1": "Mùa hè đến rồi. Đây không hẳn là mùa mà mình thích.#$e#Không khí khô và nóng lắm, mình cảm thấy như đang trôi trong bát súp vậy.",
  "summer_Mon": "Chú chuột lang của mình, David, không thích thời tiết nóng thế này cho lắm. Nó có khá nhiều lông mà.",
  "summer_Tue": "Cả mùa hè, không khí ngào ngạt hương của hoa và mùi mật của những chú ong. Nó khiến mình có cảm giác hơi choáng.$u",
  "summer_Wed": "Bạn đã trang trí nhà bao giờ chưa? Đó là điều mình sẽ làm ngay khi mình có một căn nhà.",
  "summer_6": "Hôm qua mình đã ra bãi biển, sau khi trời tối... Đôi khi bạn sẽ thấy những thứ phát sáng kỳ lạ nhấp nhô trên mặt biển.#$e#Hoặc đó có lẽ đó chỉ là một giấc mơ... Mình không chắc nó có thật hay là không nữa.",
  "summer_Thu": "Nếu mình biết dùng kiếm, mình sẽ khám phá những cái hang động trên núi ngay bây giờ. Ở đó chắc hẳn sẽ rất thú vị.",
  "summer_Thu4": "Ew, mình hy vọng nắng hè này sẽ không làm da mình bị rám.$s",
  "summer_Fri": "Mình ước mình có một chú mèo. Nhưng không may là bố mình bị dị ứng với khá nhiều thứ.",
  "summer_Sat": "Mình khá mong chờ đến mùa thu... lúc đó sẽ có những ngọn gió mát mẻ trên núi, những cánh hoa tung bay hòa mình vào bầu trời, và còn mùi hương của những cây nấm... *sigh*",
  "summer_Sun": "Bạn đã bao giờ có cảm giác thôi thúc mong chờ được đi khám phá không, @?#$q 25/26 summer_Sun_old#Oki... Hãy tưởng tượng rằng bạn vừa trúng thưởng một chuyến du lịch. Bạn sẽ đi đến nơi nào?#$r 25 0 Sun_25#Bãi biển#$r 26 30 Sun_26#Một cái hang tối#$r 26 30 Sun_26#Khu rừng già xương xẩu#$r 25 0 Sun_25#Khu thương mại Joja",
  "summer_Sun_old": "$p 25#Mình có... nhưng có lẽ bạn sẽ không thích những nơi mà mình đang nghĩ đến lắm đâu...|Có thể chúng ta sẽ trở thành hàng xóm vào một ngày nào đó. Mình nghĩ chúng ta có khá nhiều điểm chung đấy, sở thích đều rất kì lạ.$h",
  "Sun_25": "Huh. Mình nghĩ nơi đó sẽ nhanh chán lắm.",
  "Sun_26": "Yeah! Nghe có vẻ tuyệt đó.$h",
  "summer_Wed2": "Mình thích được sống trong một nông trang cũ như bạn vậy.#$b#Tiếng kêu cót két của những tấm ván gỗ, những lắng đọng yên ắng chậm rãi của lớp màn bụi trên hiên nhà... Có thứ gì đó thật đặc biệt trong những nơi xưa cũ đúng không?",
  "summer_Tue4": "Bạn là một chàng trai rất thú vị đó, @. Mình rất vui khi bạn chuyển tới đây sống.$h^Bạn là một cô gái rất thú vị, @. Mình rất vui khi bạn chuyển tới đây sống.$h",
  "summer_Sat6": "Mình đang thật sự tận hưởng mùa hè này.$h#$e#Thật là buồn cười làm sao khi mà quan điểm của mình có thể thay đổi nhanh đến thế.",
  "summer_Mon8": "Mình đã từng nghĩ thị trấn Pelican thật tẻ nhạt, nhưng gần đây mình đã bắt đầu cảm thấy yêu thích một số thứ ở nơi này.$h",
  "summer_Thu10": "Wow, hôm nay bạn trông tươi tắn thật đó.#$e#Ý mình là, không khí mùa hè rất tốt cho làn da, phải không?... heh...$l",
  "summer_Fri10": "Bạn có bao giờ cảm thấy cô đơn khi ở nông trại không?",
  "fall_1": "Ah... Mùa thu đến rồi!$h#$e#Mình đã rất khổ sở với mùa hè luôn đó.",
  "fall_Mon": "Hôm nay mình sẽ đi dạo và tận hưởng bầu không khí trong lành này.",
  "fall_Tue": "$d joja#Mình cố gắng phụ giúp ở cửa hàng vào hầu hết các ngày. Dù việc kinh doanh trở nên khá ảm đạm kê từ khi mà Joja Mart mở cửa.|Từ khi Joja Mart đóng cửa thì việc kinh doanh của nhà mình tốt hẳn lên!$h",
  "fall_Wed": "Mình rất mong chờ những quả bí ngô của năm nay.$h#$e#Lễ hội Halloween diễn ra vào cuối mùa thu. So với thành phố Zuzu thì nơi này chả là gì cả, nhưng mà đối với thị trấn này thì nó rất là vui.",
  "fall_Thu": "#$1 AbigailHAND#Đêm qua mình mơ thấy bàn tay trái của mình trở nên khổng lồ %noun. Điều đó nghĩa gì chăng?#$e#%Abigail có vẻ không muốn trò chuyện vào lúc này.",
  "fall_Sat": "$d cc#Mình không thể tin được là một mình bạn đã sửa cái Nhà Cộng Đồng ấy. Mình thấy khá là ấn tượng đấy.|Bạn có con bù nhìn nào ở nông trại không?",
  "fall_Sun": "Hmm... đêm nay mình nên làm gì đây?#$q 27/28 fall_Sun_old#Mình đang nghĩ về việc nhuộm lại tóc... bạn nghĩ sao?#$r 27 10 Sun_27#Nhuộm màu đen.#$r 27 10 Sun_27#Sao không nhuộm màu vàng?#$r 27 20 Sun_WildColor#Nhuộm màu hồng thì sao?#$r 28 0 Sun_28#Mình thích tóc của bạn như bây giờ hơn!",
  "fall_Sun_old": "$p 27#Mình đã chuẩn bị nhuộm lại tóc nhưng lại thôi.|Hở? Có chuyện gì sao?",
  "Sun_27": "Mình đoán đó là một sự lựa chọn an toàn, phải không?#$e#Mình sẽ suy nghĩ về điều đó.",
  "Sun_28": "Dĩ nhiên đó là những gì mà bạn sẽ nói.$u",
  "Sun_WildColor": "Bạn luôn vui tính như vậy.$h",
  "fall_Wed2": "Năm nay bạn có trồng bí ngô không?#$e#Giữ lại một quả cho mình nhé!$h",
  "fall_Tue4": "Có lẽ mình hay chống đối với bố mẹ thật, nhưng mình biết họ chỉ muốn chăm sóc cho mình. Họ đang làm những điều mà họ cho là tốt nhất.$s#$b#Mình không biết tại sao mình lại nói điều này với bạn. Đừng kể với ai nha.$8",
  "fall_Sat6": "Hi.$h#$e#Tóc của bạn hôm nay trông thật tuyệt... bạn đã làm gì với nó à?",
  "fall_Mon8": "Bạn biết đấy, mình có thể thấy một ngày nào đó mình sẽ trở thành một nông dân...#$e#Nhưng điều đó sao có thể xảy ra chứ? *chuckle*$l",
  "fall_Thu10": "Đêm qua mình đã có một giấc mơ thú vị, có bạn ở đó.#$e#Đó quả là một giấc mơ tuyệt vời.$h",
  "fall_Fri6": "Mình ước mùa thu kéo dài lâu chút nữa.$8#$e#Khi cơn gió nổi lên, mình cảm thấy như được làm trẻ con lần nữa vậy.",
  "fall_Fri10": "Mình hay cảm thấy cô đơn vào thời điểm này hằng năm, nhưng giờ thì hết rồi.$l#$e#@, bạn có kế hoạch gì cho tương lai không?",
  "winter_1": "Rốt cuộc thì, mùa thu cũng kết thúc...$s#$e#Nhưng mà mình cũng thích mùa đông nữa!$h",
  "winter_Mon": "Thời tiết quá lạnh để dành nhiều thời gian ở bên ngoài.#$e#Nhưng mà mình thích xây người tuyết.$h",
  "winter_Tue": "Có một cốc cacao nóng lúc này thì thật là tốt đúng không?",
  "winter_Wed": "Hi. Làm nông dân nhưng vào mùa đông thì có chán không?",
  "spring_12": "Mình chắc chắn sẽ tham gia lễ hội Săn trứng vào ngày mai, bạn có đi không?",
  "spring_23": "À thì, ngày mai là ngày hội Hoa Vũ. Nhảy thì cũng được đấy, nhưng mà họ bắt mình phải mặc bộ váy ngốc nghếch này...$s",
  "winter_7": "Mình rất mong chờ được xây người tuyết vào ngày mai.",
  "fall_26": "Ngày mai mình sẽ gặp được bạn ở lễ hội Halloween chứ? Hãy tìm mình trong mê cung bị ám nhé.$h",
  "summer_10": "Mọi người rất phấn khích về lễ hội Luau ngày mai. Có lẽ có một chút lo lắng nữa, ngài Thống đốc cũng sẽ tới đây.","note_02":"Luau dịch thành Vua đầu bếp không ổn!",
  "summer_27": "Bạn không nên bỏ lỡ lễ hội ngày mai. Đó là một trong những kỳ quan đẹp nhất ở thung lũng này.",
  "winter_24": "Ngày mai mình sẽ ăn thật là nhiều sốt Nam việt quất.$h",
  "winter_Thu": "Một năm nữa lại sắp qua.#$e#Thời gian trôi thật nhanh, nhỉ?$s",
  "winter_Fri": "Có một điều mà mình đã học được khi sinh sống ở đây... mọi người sẽ nhìn chằm chằm vào bạn khi trông bạn khác biệt.",
  "winter_Sat": "Cuối tuần rồi!#$e#Điều đó có nghĩa là thời gian chơi game của mình sẽ tăng gấp đôi.$h#$e#Bye.",
  "winter_Sun": "Oh, hello.#$q 29/30 winter_Sun_old#Mình đã vẽ hai bức tranh này. Bạn nghĩ sao về nó?#$r 29 20 Sun_29#Mình thích hòn đảo với chú hổ.#$r 30 5 Sun_30#Mình thích Orc với chiếc rìu chiến.#$r 29 -50 Sun_Bad#Mình không thích bức nào cả.",
  "winter_Sun_old": "$p 29#Nhớ những bức tranh mà mình cho bạn xem không lâu về trước không? Mình vô tình vứt chúng rồi.$s|Nhớ bức tranh vẽ Orc mà mình cho bạn xem lần trước không? Mình đã nộp vào một cuộc thi online và giành được 50g!$h",
  "Sun_29": "Vậy à? Mình đoán điều đó cũng hợp lý.",
  "Sun_30": "Mình cảm thấy rất vui. Mình khá là xấu hổ khi cho người khác xem tranh mình vẽ. Nhưng mình nghĩ chúng ta cũng hiểu nhau đó",
  "Sun_Bad": "Thật thô lỗ! Tại sao bạn lại làm mình tổn thương như thế? Bạn thật vô cảm!$s",
  "winter_Wed2": "Hi. Nếu như bạn cảm thấy buồn chán, Bạn luôn có thể tới chơi ở phòng mình.#$e#Chỉ khi mà mình chưa đổi ý thôi!",
  "winter_Tue4": "Lạnh thật đấy, mình ước có một cốc cacao để ta có thể chia sẻ.$h",
  "winter_Sat6": "Gần đây mình thường hay mơ mộng...#$e#Oh! Bạn muốn biết mình mơ gì à? Thì...$u#$b#...Điều đó là bí mật.$h",
  "winter_Thu10": "Một năm nữa sắp trôi qua...#$b#Nhưng năm nay là một năm rất tuyệt, bạn có nghĩ vậy không?$h",
  "winter_Wed6": "Thật là tuyệt khi không phải lo lắng về mùa màng vào thời điểm này trong năm.#$e#Và điều đó có nghĩa là bạn sẽ có nhiều thời gian hơn để chơi với mình!$h",
  "winter_Fri10": "@, có điều mình muốn nói với bạn...#$e#Chỉ là... um... thì... về đôi boot của bạn đó! Chúng, uh... trông có vẻ rất sạch sẽ... *gulp*#$e#Thế thôi... *sigh*$s"
}
