{
  "Introduction": "Ồ, chào cháu! Chú là Gus, đầu bếp và cũng là chủ của Quán rượu Stardrop.#$e#Ghé quán chú nếu cháu muốn uống gì đó cho giải khát nhé. Chú luôn có sẵn cà phê nóng và bia lạnh đấy.$h",
  "accept_865": "*sniff* sniff* ... that sharp smell!#$b#*slurp* *slurp* ... that zesty taste! That gritty texture!#$b#It can only be gourmet tomato salt! I'll trade you for it.","note_01":"cần tham khảo bản dịch",
  "Resort_Entering": "Hey, @! Rất vui vì có cháu ở đây. Chú chuẩn bị phục vụ vài món ngon phía sau quầy bar này đó.",
  "Resort_Leaving": "Hẹn gặp lại cháu ở trị trấn, @.",
  "Resort": "Gặp chú ở quầy bar nếu cháu muốn uống gì nhé.",
  "IslandSouth_14_21": "Này cháu, muốn uống gì không? Chú có vài loại đồ uống đặc biệt được pha chế từ những nguyên liệu nổi bật của hòn đảo này đấy.$h",
  "willyCrabs": "Đây có thể là món Crab Cake ngon nhất mà chú từng làm...",
  "Mon": "Yeah, chú biết khá nhiều về mọi người sống ở đây.#$e#Là một bartender có lợi vậy đó.$h#$e#Đôi lúc, chú nghe được quá nhiều...",
  "pamHouseUpgrade": "Hey. Chú nghe được những gì mà cháu đã làm cho cô Pam. Cháu thật là vô cùng tốt bụng luôn đó!$h#$e#Buồn thay, chú không nghĩ việc đó sẽ khiến cô ấy 'bớt uống' lại...",
  "pamHouseUpgradeAnonymous": "Chú thấy cô Pam sáng sớm nay... lúc đó, cô ấy đang cười toe toét! Cô ấy bảo rằng ai đó đã mua cho cô ấy một căn nhà mới!#$e#Cho dù là ai đi chăng nữa, thì họ xứng đáng nhận được những điều tốt lành nhất!$h",
  "Saloon": "Chào buổi tối. Chú có thể lấy cho cháu thứ gì không?",
  "Saloon4": "Chào cháu buổi tối. Cứ tự nhiên như ở nhà nhé.",
  "SeedShop_Entry": "Chào Pierre!/Mình đang cần gì nhỉ.../Ah, trông ngon đấy!/Tôi làm món sốt đặc biệt tối nay đấy!/Pierre! Có đồ gì tươi ngon không?/Pierre! Anh có gì ngon cho tôi không?",
  "Saloon8": "Chào cháu nhé @. Rất vui khi được thấy cháu! Cháu luôn được hoan nghênh ở đây.",
  "Saloon_Tue": "Chào cháu! Cứ thoải mái thư giãn và tận hưởng nhé.",
  "Saloon_Thu": "Hey, nhìn cháu có vẻ cần uống cái gì đó đấy.",
  "Saloon_Fri": "Việc làm ăn tối nay của quán diễn ra rất tốt. Chú rất hài lòng.",
  "Tue": "Chú bán các món ăn mới vào mỗi tuần, vì vậy nhớ đến đây thường xuyên nhé!#$e#Cháu có thể được ăn vài món tuyệt cú mèo luôn đó.$h#$e#Nói chú biết nếu cháu có bị dị ứng không.$s#$e#Okay, gặp lại cháu sau.",
  "Wed": "Emily đã làm việc ở đây được một thời gian rồi. Chú không biết sẽ xoay xở ra sao nếu thiếu con bé!#$e#Chú ghét việc phải tự mình rửa hết một đống ly lắm.$s",
  "Thu": "Hầu như tối nào cô Pam và chú Clint cũng đến đây.#$e#Quán chú chắc sẽ phá sản nếu như họ không đến nữa.$h#$e#Hãy chắc rằng cháu không làm gì để khiến họ làm vậy đấy nhé!",
  "Thu6": "Gần như mỗi tối, chú Clint cũng đến quán rượu và ngồi đúng y một chỗ.#$e#Đôi khi, chú ấy liếc nhìn Emily với ánh mắt đầy ái ngại. Hmmm.#$e#Chắc đó là lý do chú ấy hay đến uống như thế. Mà như vậy thì lại càng tốt cho việc kinh doanh của chú!",
  "Thu8": "Cô Pam đến quán hầu như mỗi tối và uống nhiều bia lắm luôn ấy!#$e#Ờ thì... chú không nên nói xấu khách hàng của mình như vậy",
  "Fri": "Chào cháu, @. Nghĩ đâu xa tìm nơi giải khát, đến quán chú làm vại bia mát hết ngay!","note_02":"sẽ sửa lại trong tương lai :P",
  "Fri4": "Bản thân chú thường không uống nhiều. Chú chủ yếu làm nghề này để kiếm sống thôi.#$e#Dù vậy, thỉnh thoảng chú vẫn rất thích thưởng thức rượu ủ của Thung lũng Stardew.",
  "Sat": "Cháu có thích làm bếp không, @?#$e#Nếu cháu có một gian bếp cùng vài công thức nấu ăn, cháu có thể nấu được những món vừa ngon vừa bổ đấy.#$e#Đồ ăn nhà làm cũng là những món quà tặng tuyệt vời đó.",
  "Sun": "Việc kinh doanh được suôn sẻ đều nhờ vào những vị khách quen của chú cả đấy."
}